import React from "react";
import Container from "../components/common/container";

const About = () => {
    return (
        <section className="about">
            <Container>
                <h1 className="head-title">
                    Тюнинг ателье CARSHOP Performance
                </h1>
                <p>Performance для нас не просто модное слово.</p>
                <p>
                    Performance — это совокупность характеристик, которые для
                    водителя определяют восприятие автомобиля. Его
                    производительность, мощность, способность выполнять
                    поставленную задачу.
                </p>
                <p>
                    Мы приводим эту производительность к тому уровню, который
                    нужен именно вам.
                </p>
                <p>
                    Доработка автомобилей с инженерной проработкой и педантичным
                    подходом, обслуживание и постройка гоночной техники,
                    разработка собственных инженерных решений — мы можем решить
                    практически любую задачу.
                </p>
                <p>
                    Ваш автомобиль будет отвечать именно вашим требованиям и
                    делать это надежно. Вне зависимости от сложности и объема
                    работ, которые нужно для этого сделать.
                </p>
            </Container>
        </section>
    );
};

export default About;
